Revit 2024 API
BuiltInFailures.MassFailures.CreateCoreGeometryFailed Property
 Failed to create core geometries.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CreateCoreGeometryFailed { get; }
Visual Basic
Public Shared ReadOnly Property CreateCoreGeometryFailed As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CreateCoreGeometryFailed {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.MassFailures Class
Autodesk.Revit.DB Namespace